let coffee = [
    {
      "A": "box",
      "B": "title",
      "C": "address",
      "D": "type",
      "E": "types",
      "F": "kosher",
      "G": "phone",
      "H": "image-src"
    },
    {
      "A": "קרפה דיים - CARAPE DIEM",
      "B": "קרפה דיים - CARAPE DIEM, תל אביב",
      "C": "טשרניחובסקי 21, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9381366",
      "H": "https://images.rest.co.il/Rests/staticmaps/80291727/s1w566h250lon34.771347lat32.072439.png"
    },
    {
      "A": "קפה צפון",
      "B": "קפה צפון, צפון תל אביב",
      "C": "שד' רוקח ישראל 73, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-7931720",
      "H": "https://images.rest.co.il/Rests/staticmaps/80174577/s1w566h250lon34.79824lat32.101013.png"
    },
    {
      "A": "האופה מבגדד",
      "B": "האופה מבגדד, תל אביב",
      "C": "חירותנו 11, תל אביב",
      "D": "קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-5376162",
      "H": "https://images.rest.co.il/Rests/staticmaps/80143338/s1w566h250lon34.791944lat32.046385.png"
    },
    {
      "A": "מתחת לעץ",
      "B": "מתחת לעץ, תל אביב",
      "C": "בן יהודה 202, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9387567",
      "H": "https://images.rest.co.il/Rests/staticmaps/80105535/s1w566h250lon34.774125lat32.090276.png"
    },
    {
      "A": "קפה רודנסקי",
      "B": "קפה רודנסקי, צפון תל אביב",
      "C": "רודנסקי שמואל 5, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9440335",
      "H": "https://images.rest.co.il/Rests/staticmaps/80070680/s1w566h250lon34.792649lat32.120541.png"
    },
    {
      "A": "אספרסו בר מנדרין",
      "B": "אספרסו בר מנדרין, צפון תל אביב  חוף הצוק",
      "C": "יוניצמן 21, צפון תל אביב",
      "D": "בית קפה",
      "E": "אוכל איטלקי , ארוחת בוקר , בשרים , פיצה , טוסט",
      "F": null,
      "G": "053-4362896",
      "H": "https://images.rest.co.il/Rests/staticmaps/80111714/s1w566h250lon34.795567lat32.142902.png"
    },
    {
      "A": "WayCup coffee",
      "B": "WayCup coffee, תל אביב",
      "C": "יוחנן הסנדלר 23, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9370389",
      "H": "https://images.rest.co.il/Rests/staticmaps/80204449/s1w566h250lon34.773593lat32.070429.png"
    },
    {
      "A": "cofix",
      "B": "cofix, תל אביב",
      "C": "המלך ג'ורג' 47, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9367723",
      "H": "https://images.rest.co.il/Rests/staticmaps/80168544/s1w566h250lon34.775166lat32.073819.png"
    },
    {
      "A": "origem fresh coffee",
      "B": "origem fresh coffee, דיזנגוף, תל אביב",
      "C": "דיזנגוף 203, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9377095",
      "H": "https://images.rest.co.il/Rests/staticmaps/80270892/s1w566h250lon34.775081lat32.087734.png"
    },
    {
      "A": "הטאבון ת\"א 1998 בע\"מ",
      "B": "הטאבון ת\"א 1998 בע\"מ, תל אביב",
      "C": "מקוה ישראל 2, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-5666327",
      "H": "https://images.rest.co.il/Rests/staticmaps/39689060/s1w566h250lon34.773381lat32.062061.png"
    },
    {
      "A": "קפה קפה - cafe cafe",
      "B": "קפה קפה - cafe cafe, נמל תל-אביב  נמל",
      "C": "יורדי הסירה 1, נמל תל-אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר בד\"ץ",
      "G": "053-9377872",
      "H": "https://images.rest.co.il/Rests/staticmaps/80299896/s1w566h250lon34.773923lat32.096394.png"
    },
    {
      "A": "עדי יונה",
      "B": "עדי יונה, תל אביב",
      "C": "תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "052-6760980",
      "H": ""
    },
    {
      "A": "רולדין",
      "B": "רולדין, תל אביב",
      "C": "אורי צבי גרינברג 25, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-6995561",
      "H": "https://images.rest.co.il/Rests/staticmaps/80326850/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "חמדה עוגות",
      "B": "חמדה עוגות, אבן גבירול, תל אביב",
      "C": "אבן גבירול 109, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "074-7024664",
      "H": "https://images.rest.co.il/Rests/staticmaps/80104156/s1w566h250lon34.781936lat32.086786.png"
    },
    {
      "A": "לחם וחצי",
      "B": "לחם וחצי, תל אביב",
      "C": "נחלת יצחק 30, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9387591",
      "H": "https://images.rest.co.il/Rests/staticmaps/80230380/s1w566h250lon34.799758lat32.07407.png"
    },
    {
      "A": "Browny",
      "B": "Browny, רמת אביב, תל אביב",
      "C": "ברודצקי 17, רמת אביב, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9377671",
      "H": "https://images.rest.co.il/Rests/staticmaps/80300746/s1w566h250lon34.798004lat32.107341.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, תל אביב  בית אמות ביטוח",
      "C": "דרך מנחם בגין 48, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9385018",
      "H": "https://images.rest.co.il/Rests/staticmaps/80235373/s1w566h250lon34.78004lat32.063412.png"
    },
    {
      "A": "כרמלי'ס בייגל בייקרי",
      "B": "כרמלי'ס בייגל בייקרי, קניון עזריאלי, תל אביב  קניון עזריאלי",
      "C": "דרך מנחם בגין 132, קניון עזריאלי, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-8092753",
      "H": "https://images.rest.co.il/Rests/staticmaps/73580390/s1w566h250lon34.791061lat32.074354.png"
    },
    {
      "A": "בריאות LOVE",
      "B": "בריאות LOVE, רמת החייל, תל אביב",
      "C": "הברזל 2, רמת החייל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9367603",
      "H": "https://images.rest.co.il/Rests/staticmaps/80186034/s1w566h250lon34.834722lat32.106432.png"
    },
    {
      "A": "קפה עלית-אספרסו בר",
      "B": "קפה עלית-אספרסו בר, תל אביב  בית חולים איכילוב",
      "C": "ויצמן 6, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-4246251",
      "H": "https://images.rest.co.il/Rests/staticmaps/80113106/s1w566h250lon34.789077lat32.080129.png"
    },
    {
      "A": "לֶלּלָקֻאִס",
      "B": "לֶלּלָקֻאִס, תל אביב",
      "C": "בן יהודה 226, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": "כשר",
      "G": "053-9375991",
      "H": "https://images.rest.co.il/Rests/staticmaps/80268958/s1w566h250lon34.774606lat32.091952.png"
    },
    {
      "A": "קופי קונטיינר",
      "B": "קופי קונטיינר, רמת אביב, תל אביב",
      "C": "רדינג 26, רמת אביב, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9377034",
      "H": "https://images.rest.co.il/Rests/staticmaps/80214505/s1w566h250lon34.794221lat32.106849.png"
    },
    {
      "A": "ארקפה - Arcaffe",
      "B": "ארקפה - Arcaffe, תל אביב  מתחם שרונה",
      "C": "תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9385154",
      "H": "https://images.rest.co.il/Rests/staticmaps/80236703/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קפה 65",
      "B": "קפה 65, שדרות רוטשילד, תל אביב",
      "C": "שד' רוטשילד 65, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9385830",
      "H": "https://images.rest.co.il/Rests/staticmaps/80254136/s1w566h250lon34.776589lat32.065412.png"
    },
    {
      "A": "קפה גליה",
      "B": "קפה גליה, תל אביב",
      "C": "המרד 29, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5169495",
      "H": "https://images.rest.co.il/Rests/staticmaps/80177878/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "Yoav Pizzeria & Gelateria",
      "B": "Yoav Pizzeria & Gelateria, תל אביב",
      "C": "פיארברג 18, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-7262215",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328728/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "פלורנטינה",
      "B": "פלורנטינה, פלורנטין, תל אביב",
      "C": "אברבנאל 56, פלורנטין, תל אביב",
      "D": "בית קפה",
      "E": "אוכל איטלקי , אוכל טבעוני , אוכל צמחוני , דגים וקפה",
      "F": "כשר",
      "G": "053-9418810",
      "H": "https://images.rest.co.il/Rests/staticmaps/80240115/s1w566h250lon34.767108lat32.056995.png"
    },
    {
      "A": "מפגש אורית",
      "B": "מפגש אורית, תל אביב",
      "C": "אלנבי 119, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5604012",
      "H": "https://images.rest.co.il/Rests/staticmaps/22165470/s1w566h250lon34.77345lat32.061474.png"
    },
    {
      "A": "דלאל - Dallal",
      "B": "דלאל - Dallal, תל אביב  פינת רמז",
      "C": "ז'בוטינסקי 108, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9386121",
      "H": "https://images.rest.co.il/Rests/staticmaps/80295118/s1w566h250lon34.786253lat32.087301.png"
    },
    {
      "A": "cofix",
      "B": "cofix, דיזנגוף, תל אביב",
      "C": "דיזנגוף 50, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242339/s1w566h250lon34.775501lat32.075167.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, תל אביב  קניון TLV",
      "C": "החשמונאים 96, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9386025",
      "H": "https://images.rest.co.il/Rests/staticmaps/80298233/s1w566h250lon34.785939lat32.06928.png"
    },
    {
      "A": "לה קורטדו - La coratado",
      "B": "לה קורטדו - La coratado, נחלת בנימין, תל אביב",
      "C": "נחלת בנימין 53, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9374526",
      "H": "https://images.rest.co.il/Rests/staticmaps/80262329/s1w566h250lon34.771293lat32.064371.png"
    },
    {
      "A": "קפה דיזנגוף",
      "B": "קפה דיזנגוף, דיזנגוף, תל אביב",
      "C": "דיזנגוף 190, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9444009",
      "H": "https://images.rest.co.il/Rests/staticmaps/80188976/s1w566h250lon34.774717lat32.08577.png"
    },
    {
      "A": "רוסטיק לחמים וקפה - Rusticafe",
      "B": "רוסטיק לחמים וקפה - Rusticafe, תל אביב",
      "C": "יגאל אלון 65, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-4277633",
      "H": "https://images.rest.co.il/Rests/staticmaps/80244250/s1w566h250lon34.792499lat32.065877.png"
    },
    {
      "A": "נשיקות",
      "B": "נשיקות, צפון תל אביב",
      "C": "יוניצמן 2, צפון תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "052-3077773",
      "H": "https://images.rest.co.il/Rests/staticmaps/80256635/s1w566h250lon34.797918lat32.142268.png"
    },
    {
      "A": "לה פרינה הטבעונית",
      "B": "לה פרינה הטבעונית, מתחם שרונה, תל אביב",
      "C": "אלוף קלמן מגן 3, מתחם שרונה, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "053-9388088",
      "H": "https://images.rest.co.il/Rests/staticmaps/80303114/s1w566h250lon34.787057lat32.071492.png"
    },
    {
      "A": "דודו אוטמזגין",
      "B": "דודו אוטמזגין, אבן גבירול, תל אביב  גן העיר",
      "C": "אבן גבירול 71, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9439209",
      "H": "https://images.rest.co.il/Rests/staticmaps/80041492/s1w566h250lon34.781157lat32.082798.png"
    },
    {
      "A": "עוזי וגלית - Uzi & Galit",
      "B": "עוזי וגלית - Uzi & Galit, צפון תל אביב",
      "C": "אהרון בקר 8, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-6446050",
      "H": "https://images.rest.co.il/Rests/staticmaps/70199530/s1w566h250lon34.816378lat32.123127.png"
    },
    {
      "A": "בנדיקט",
      "B": "בנדיקט, מתחם שרונה, תל אביב  שרונה מרקט",
      "C": "אלוף קלמן מגן 3, מתחם שרונה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9381097",
      "H": "https://images.rest.co.il/Rests/staticmaps/80220845/s1w566h250lon34.787057lat32.071492.png"
    },
    {
      "A": "ביגה - BiGA",
      "B": "ביגה - BiGA, תל אביב  TLV FASHION MALL",
      "C": "קרליבך 6, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9376079",
      "H": "https://images.rest.co.il/Rests/staticmaps/80269258/s1w566h250lon34.783315lat32.067903.png"
    },
    {
      "A": "Otello",
      "B": "Otello, תל אביב",
      "C": "הרצל 12, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-6229221",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328017/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "גריניץ' - greenwhic",
      "B": "גריניץ'  - greenwhic, תל אביב",
      "C": "החשמונאים 95, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-7933484",
      "H": "https://images.rest.co.il/Rests/staticmaps/80187264/s1w566h250lon34.784031lat32.069609.png"
    },
    {
      "A": "לחמנינה",
      "B": "לחמנינה, תל אביב",
      "C": "קרמניצקי 14, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9372438",
      "H": "https://images.rest.co.il/Rests/staticmaps/37006220/s1w566h250lon34.79538lat32.06667.png"
    },
    {
      "A": "אוספים",
      "B": "אוספים, נווה צדק, תל אביב",
      "C": "שבזי 62, נווה צדק, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9345519",
      "H": "https://images.rest.co.il/Rests/staticmaps/80112615/s1w566h250lon34.768303lat32.063496.png"
    },
    {
      "A": "פסק זמן",
      "B": "פסק זמן, יד אליהו, תל אביב",
      "C": "נירים 3, יד אליהו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-6886171",
      "H": "https://images.rest.co.il/Rests/staticmaps/66240270/s1w566h250lon34.790635lat32.062843.png"
    },
    {
      "A": "ביסטרו 60 (קדם)",
      "B": "ביסטרו 60 (קדם), יפו, תל אביב  פינת קדם 1",
      "C": "שערי ניקנור 25, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9442995",
      "H": "https://images.rest.co.il/Rests/staticmaps/80105523/s1w566h250lon34.750068lat32.048947.png"
    },
    {
      "A": "ברנצ'יס",
      "B": "ברנצ'יס, תל אביב  על רחוב הסוללים 14",
      "C": "יגאל אלון 96, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9443685",
      "H": "https://images.rest.co.il/Rests/staticmaps/80045826/s1w566h250lon34.793735lat32.069539.png"
    },
    {
      "A": "הנאות קטנות",
      "B": "הנאות קטנות , תל אביב",
      "C": "אופנהיימר 13, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "050-3131280",
      "H": "https://images.rest.co.il/Rests/staticmaps/74650730/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קפה פיירוז - Cafe Fairouz",
      "B": "קפה פיירוז - Cafe Fairouz, יפו, תל אביב  יפו",
      "C": "לואי פסטר 5, יפו, תל אביב",
      "D": "בית קפה",
      "E": "אוכל איטלקי , ארוחת בוקר , בשרים , חומוס , קפה",
      "F": null,
      "G": "053-9378481",
      "H": "https://images.rest.co.il/Rests/staticmaps/80282520/s1w566h250lon34.752479lat32.052387.png"
    },
    {
      "A": "לחם ארטיזן",
      "B": "לחם ארטיזן, רמת החייל, תל אביב",
      "C": "הנחושת 3, רמת החייל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9385101",
      "H": "https://images.rest.co.il/Rests/staticmaps/80236262/s1w566h250lon34.838119lat32.110044.png"
    },
    {
      "A": "טוצ'קה",
      "B": "טוצ'קה, תל אביב",
      "C": "ריב\"ל 5, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9380737",
      "H": "https://images.rest.co.il/Rests/staticmaps/80222602/s1w566h250lon34.781431lat32.062875.png"
    },
    {
      "A": "קפה ג'ו",
      "B": "קפה ג'ו, אבן גבירול, תל אביב",
      "C": "אבן גבירול 124, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9439143",
      "H": "https://images.rest.co.il/Rests/staticmaps/76194630/s1w566h250lon34.782229lat32.087014.png"
    },
    {
      "A": "דלילה עוגות מעוצבות ומתוקים",
      "B": "דלילה עוגות מעוצבות ומתוקים, תל אביב",
      "C": "מעפילי אגוז 73, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "050-8575997",
      "H": "https://images.rest.co.il/Rests/staticmaps/80307844/s1w566h250lon34.808689lat32.05411.png"
    },
    {
      "A": "בורקס ז'ק",
      "B": "בורקס ז'ק, יפו, תל אביב",
      "C": "שד' ירושלים 35, יפו, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "053-9440161",
      "H": "https://images.rest.co.il/Rests/staticmaps/16446650/s1w566h250lon34.759396lat32.052385.png"
    },
    {
      "A": "cofix",
      "B": "cofix, אבן גבירול, תל אביב",
      "C": "אבן גבירול 92, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9368862",
      "H": "https://images.rest.co.il/Rests/staticmaps/80167026/s1w566h250lon34.781439lat32.082968.png"
    },
    {
      "A": "ג'ונו - Juno",
      "B": "ג'ונו - Juno, תל אביב  כיכר מילאנו",
      "C": "דה האז 1, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5446620",
      "H": "https://images.rest.co.il/Rests/staticmaps/66212470/s1w566h250lon34.785005lat32.093517.png"
    },
    {
      "A": "הום מייד - Home Made",
      "B": "הום מייד - Home Made, תל אביב  שכ' מונטיפיורי",
      "C": "הנציב 18, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9418843",
      "H": "https://images.rest.co.il/Rests/staticmaps/80157277/s1w566h250lon34.790135lat32.069307.png"
    },
    {
      "A": "קפה עלמה",
      "B": "קפה עלמה, כיכר המדינה תל אביב  כיכר המדינה",
      "C": "ה באייר 48, כיכר המדינה תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-4274468",
      "H": "https://images.rest.co.il/Rests/staticmaps/80233304/s1w566h250lon34.791027lat32.087467.png"
    },
    {
      "A": "קפה עלמה",
      "B": "קפה עלמה, יפו, תל אביב  פינת שבטי ישראל 14",
      "C": "יהודה הימית 19, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9346151",
      "H": "https://images.rest.co.il/Rests/staticmaps/80075930/s1w566h250lon34.757782lat32.049597.png"
    },
    {
      "A": "קפיטרי - cafetery",
      "B": "קפיטרי - cafetery, רמת החייל, תל אביב  אסותא- רמת החייל",
      "C": "הברזל 20, רמת החייל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9348618",
      "H": "https://images.rest.co.il/Rests/staticmaps/80307723/s1w566h250lon34.838577lat32.10817.png"
    },
    {
      "A": "Cofizz",
      "B": "Cofizz, תל אביב  פינת אלנבי 82",
      "C": "רמב\"ם 26, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר למהדרין",
      "G": "053-9387762",
      "H": "https://images.rest.co.il/Rests/staticmaps/80232076/s1w566h250lon34.771001lat32.067501.png"
    },
    {
      "A": "פינג'אן",
      "B": "פינג'אן, יפו, תל אביב  פינת רבי חנינא 25 שוק הפשפשים",
      "C": "יהודה מרגוזה 28, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9377195",
      "H": "https://images.rest.co.il/Rests/staticmaps/80215359/s1w566h250lon34.754296lat32.05137.png"
    },
    {
      "A": "ארצי",
      "B": "ארצי, תל אביב",
      "C": "חיים לבנון 2, תל אביב",
      "D": "ביסטרו",
      "E": "ארוחת בוקר ואוכל ים תיכוני",
      "F": null,
      "G": "053-9416602",
      "H": "https://images.rest.co.il/Rests/staticmaps/80320413/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "רולדין - ROLADIN",
      "B": "רולדין - ROLADIN, צפון תל אביב  שיכון ל'",
      "C": "דב האוזנר 3, צפון תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9381190",
      "H": "https://images.rest.co.il/Rests/staticmaps/80274830/s1w566h250lon34.789888lat32.110275.png"
    },
    {
      "A": "ביתא קפה - beta caffe",
      "B": "ביתא קפה - beta caffe, צפון תל אביב  צהלה",
      "C": "צה\"ל 71, צפון תל אביב",
      "D": "בית קפה",
      "E": "אוכל צמחוני , ארוחת בוקר וקפה",
      "F": "₪",
      "G": "053-9443414",
      "H": "https://images.rest.co.il/Rests/staticmaps/80101474/s1w566h250lon34.834546lat32.121737.png"
    },
    {
      "A": "בן עמי",
      "B": "בן עמי, תל אביב",
      "C": "נחמני 21, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9439492",
      "H": "https://images.rest.co.il/Rests/staticmaps/80040499/s1w566h250lon34.774686lat32.066042.png"
    },
    {
      "A": "קפליקס - Cafelix",
      "B": "קפליקס  - Cafelix, תל אביב",
      "C": "שלמה המלך 12, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-7934193",
      "H": "https://images.rest.co.il/Rests/staticmaps/80183460/s1w566h250lon34.776583lat32.077502.png"
    },
    {
      "A": "מרגוזה בייקרי (מאפיה משפחתית)",
      "B": "מרגוזה בייקרי (מאפיה משפחתית), יפו, תל אביב",
      "C": "יהודה מרגוזה 24, יפו, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "03-6817787",
      "H": "https://images.rest.co.il/Rests/staticmaps/80070574/s1w566h250lon34.754721lat32.05155.png"
    },
    {
      "A": "לאב איט-אספרסו ברייק",
      "B": "לאב איט-אספרסו ברייק, יפו, תל אביב  מחסן 1, יפו",
      "C": "נמל יפו, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-7266660",
      "H": "https://images.rest.co.il/Rests/staticmaps/80145164/s1w566h250lon34.748321lat32.051546.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, פלורנטין, תל אביב",
      "C": "לוינסקי 45, פלורנטין, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "03-9303292",
      "H": "https://images.rest.co.il/Rests/staticmaps/80075554/s1w566h250lon34.772171lat32.059787.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, תל אביב  מגדלי ת\"א",
      "C": "נחלת יצחק 18, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9376764",
      "H": "https://images.rest.co.il/Rests/staticmaps/80235370/s1w566h250lon34.797909lat32.074606.png"
    },
    {
      "A": "קונדטוריה עוזי",
      "B": "קונדטוריה עוזי, תל אביב  שכ' מונטיפיורי",
      "C": "שד' יהודית 7, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9439539",
      "H": "https://images.rest.co.il/Rests/staticmaps/10566960/s1w566h250lon34.789781lat32.070239.png"
    },
    {
      "A": "בורקס",
      "B": "בורקס , רמת אביב, תל אביב",
      "C": "דרך נמיר 170, רמת אביב, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9365726",
      "H": "https://images.rest.co.il/Rests/staticmaps/80180825/s1w566h250lon34.79255lat32.112016.png"
    },
    {
      "A": "כחול",
      "B": "כחול, צפון תל אביב",
      "C": "ארצי יצחק 2, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "03-7419490",
      "H": "https://images.rest.co.il/Rests/staticmaps/80071098/s1w566h250lon34.7851lat32.122192.png"
    },
    {
      "A": "cofix",
      "B": "cofix, תחנה מרכזית חדשה תל אביב  תחנה מרכזית חדשה ק. 4 שער 42",
      "C": "לוינסקי 108, תחנה מרכזית חדשה תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242371/s1w566h250lon34.779784lat32.056602.png"
    },
    {
      "A": "הלחם מקסים",
      "B": "הלחם מקסים, דיזנגוף, תל אביב",
      "C": "דיזנגוף 154, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "053-9375562",
      "H": "https://images.rest.co.il/Rests/staticmaps/80212095/s1w566h250lon34.774118lat32.083289.png"
    },
    {
      "A": "תחנת לחםם",
      "B": "תחנת לחםם, תל אביב",
      "C": "המלך ג'ורג' 20, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-4294488",
      "H": "https://images.rest.co.il/Rests/staticmaps/80247507/s1w566h250lon34.773015lat32.071499.png"
    },
    {
      "A": "cofix",
      "B": "cofix, תל אביב",
      "C": "בוגרשוב 41, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242343/s1w566h250lon34.771167lat32.076273.png"
    },
    {
      "A": "אפל שטרודל",
      "B": "אפל שטרודל , יפו, תל אביב  שוק הפשפשים",
      "C": "עולי ציון 8, יפו, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-7933775",
      "H": "https://images.rest.co.il/Rests/staticmaps/80188621/s1w566h250lon34.756235lat32.053456.png"
    },
    {
      "A": "קפה ביאליק",
      "B": "קפה ביאליק, תל אביב",
      "C": "ביאליק 2, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9444147",
      "H": "https://images.rest.co.il/Rests/staticmaps/65732650/s1w566h250lon34.770018lat32.070935.png"
    },
    {
      "A": "בננה ביץ",
      "B": "בננה ביץ, תל אביב  חוף אביב",
      "C": "הרברט סמואל 9, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9372549",
      "H": "https://images.rest.co.il/Rests/staticmaps/80201514/s1w566h250lon34.763354lat32.068842.png"
    },
    {
      "A": "באלאנס קפה",
      "B": "באלאנס קפה, תל אביב",
      "C": "ארלוזורוב 62, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-6130894",
      "H": "https://images.rest.co.il/Rests/staticmaps/80179486/s1w566h250lon34.777669lat32.0862.png"
    },
    {
      "A": "קפה חלוצה",
      "B": "קפה חלוצה, תל אביב",
      "C": "פוריה 12, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9372543",
      "H": "https://images.rest.co.il/Rests/staticmaps/80201900/s1w566h250lon34.761687lat32.055177.png"
    },
    {
      "A": "לחם פז בע\"מ",
      "B": "לחם פז בע\"מ, תל אביב",
      "C": "ריב\"ל 7, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "050-2364236",
      "H": "https://images.rest.co.il/Rests/staticmaps/80288443/s1w566h250lon34.782273lat32.062761.png"
    },
    {
      "A": "סגפרדו - Segafredo",
      "B": "סגפרדו - Segafredo, דיזנגוף, תל אביב",
      "C": "דיזנגוף 106, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9439076",
      "H": "https://images.rest.co.il/Rests/staticmaps/73045530/s1w566h250lon34.773887lat32.079786.png"
    },
    {
      "A": "שפר",
      "B": "שפר, תל אביב",
      "C": "שפ\"ר 10, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9438831",
      "H": "https://images.rest.co.il/Rests/staticmaps/80103292/s1w566h250lon34.768811lat32.067449.png"
    },
    {
      "A": "קופי בר",
      "B": "קופי בר, יד חרוצים, תל אביב",
      "C": "יד חרוצים 13, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": "₪₪",
      "G": "053-9380639",
      "H": "https://images.rest.co.il/Rests/staticmaps/33411380/s1w566h250lon34.783442lat32.061882.png"
    },
    {
      "A": "לחם תושיה",
      "B": "לחם תושיה, מתחם בזל, תל אביב",
      "C": "בזל 44, מתחם בזל, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-5441163",
      "H": "https://images.rest.co.il/Rests/staticmaps/33974110/s1w566h250lon34.78033lat32.089741.png"
    },
    {
      "A": "אדמונד קפה וקליה",
      "B": "אדמונד קפה וקליה, תל אביב",
      "C": "אלנבי 97, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9377339",
      "H": "https://images.rest.co.il/Rests/staticmaps/80277065/s1w566h250lon34.772541lat32.064741.png"
    },
    {
      "A": "Ouzeria Next Door",
      "B": "Ouzeria Next Door, תל אביב",
      "C": "תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5551299",
      "H": ""
    },
    {
      "A": "קזינו סן רמו",
      "B": "קזינו סן רמו, יפו, תל אביב",
      "C": "נחמה 2, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-8096613",
      "H": "https://images.rest.co.il/Rests/staticmaps/80148103/s1w566h250lon34.760267lat32.055843.png"
    },
    {
      "A": "קפה הנגב",
      "B": "קפה הנגב, תל אביב",
      "C": "הנגב 12, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-4275342",
      "H": "https://images.rest.co.il/Rests/staticmaps/80241585/s1w566h250lon34.779086lat32.061495.png"
    },
    {
      "A": "בייקרי 19 - Bakery",
      "B": "בייקרי 19 - Bakery, צפון תל אביב",
      "C": "וייסבורג 19, צפון תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-7931727",
      "H": "https://images.rest.co.il/Rests/staticmaps/80174193/s1w566h250lon34.82885lat32.120904.png"
    },
    {
      "A": "ILAN'S",
      "B": "ILAN'S, יד אליהו, תל אביב",
      "C": "יגאל אלון 51, יד אליהו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9348969",
      "H": "https://images.rest.co.il/Rests/staticmaps/80315538/s1w566h250lon34.791914lat32.061511.png"
    },
    {
      "A": "דה סטריטס - The Streets",
      "B": "דה סטריטס - The Streets, תל אביב",
      "C": "המלך ג'ורג' 70, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-8093684",
      "H": "https://images.rest.co.il/Rests/staticmaps/80153133/s1w566h250lon34.776833lat32.076109.png"
    },
    {
      "A": "לחמים",
      "B": "לחמים, אבן גבירול, תל אביב",
      "C": "אבן גבירול 125, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-5842786",
      "H": "https://images.rest.co.il/Rests/staticmaps/80267134/s1w566h250lon34.782223lat32.088219.png"
    },
    {
      "A": "לה גאטרי - La Gaterie",
      "B": "לה גאטרי - La Gaterie, תל אביב",
      "C": "בן יהודה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9441601",
      "H": "https://images.rest.co.il/Rests/staticmaps/80062714/s1w566h250lon34.773515lat32.088248.png"
    },
    {
      "A": "מרכז אסיה - מאפייה בוכרית",
      "B": "מרכז אסיה - מאפייה בוכרית, תל אביב",
      "C": "מסילת ישרים 41, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9439890",
      "H": "https://images.rest.co.il/Rests/staticmaps/37185740/s1w566h250lon34.776556lat32.050871.png"
    },
    {
      "A": "קפה פינה",
      "B": "קפה פינה, פלורנטין, תל אביב  פינת ידידיה פרנקל 1",
      "C": "אברבנאל 29, פלורנטין, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9387512",
      "H": "https://images.rest.co.il/Rests/staticmaps/80229005/s1w566h250lon34.767183lat32.057237.png"
    },
    {
      "A": "וופל בר",
      "B": "וופל בר, אבן גבירול, תל אביב",
      "C": "אבן גבירול 61, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9376008",
      "H": "https://images.rest.co.il/Rests/staticmaps/80150618/s1w566h250lon34.781164lat32.078593.png"
    },
    {
      "A": "קפה חמנייה - Hamanya cafe‎‎",
      "B": "קפה חמנייה - Hamanya cafe‎‎, מתחם בזל, תל אביב",
      "C": "בזל 37, מתחם בזל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9386360",
      "H": "https://images.rest.co.il/Rests/staticmaps/80294565/s1w566h250lon34.780317lat32.089859.png"
    },
    {
      "A": "POC.CAFE",
      "B": "POC.CAFE, פלורנטין, תל אביב  פינת פרנקל 37",
      "C": "כפר גלעדי 48, פלורנטין, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9415482",
      "H": "https://images.rest.co.il/Rests/staticmaps/80302994/s1w566h250lon34.770316lat32.057311.png"
    },
    {
      "A": "לאב איט-אספרסו ברייק - loveat. organic coffee break",
      "B": "לאב איט-אספרסו ברייק - loveat. organic coffee break, תל אביב  פינת מקווה ישראל 12",
      "C": "ברזילי 1, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9366003",
      "H": "https://images.rest.co.il/Rests/staticmaps/80296313/s1w566h250lon34.775202lat32.062288.png"
    },
    {
      "A": "רולדין - ROLADIN",
      "B": "רולדין  - ROLADIN, אבן גבירול, תל אביב",
      "C": "אבן גבירול 24, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9440285",
      "H": "https://images.rest.co.il/Rests/staticmaps/28618210/s1w566h250lon34.781858lat32.074204.png"
    },
    {
      "A": "ארקפה - Arcaffe",
      "B": "ארקפה - Arcaffe, אבן גבירול, תל אביב",
      "C": "אבן גבירול 73, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9385155",
      "H": "https://images.rest.co.il/Rests/staticmaps/80236704/s1w566h250lon34.781215lat32.083277.png"
    },
    {
      "A": "ווין גארדן - wine garden",
      "B": "ווין גארדן - wine garden, תל אביב",
      "C": "הירקון 12, תל אביב",
      "D": "ביסטרו",
      "E": "אוכל איטלקי , אוכל ספרדי , בשרים , דגים , המבורגר",
      "F": null,
      "G": "053-9346234",
      "H": "https://images.rest.co.il/Rests/staticmaps/80329181/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "לחם תושיה",
      "B": "לחם תושיה, מתחם שינקין, תל אביב",
      "C": "שיינקין 53, מתחם שינקין, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-6324141",
      "H": "https://images.rest.co.il/Rests/staticmaps/80271192/s1w566h250lon34.776794lat32.068531.png"
    },
    {
      "A": "בייקשופ - BAKESHOP",
      "B": "בייקשופ - BAKESHOP, תל אביב  קניון מגדלי תל אביב",
      "C": "נחלת יצחק 18, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9428662",
      "H": "https://images.rest.co.il/Rests/staticmaps/80106582/s1w566h250lon34.797909lat32.074606.png"
    },
    {
      "A": "שכן ביסטרו שכונתי",
      "B": "שכן ביסטרו שכונתי, אבן גבירול, תל אביב",
      "C": "אבן גבירול 8, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-8096516",
      "H": "https://images.rest.co.il/Rests/staticmaps/80102926/s1w566h250lon34.78196lat32.072086.png"
    },
    {
      "A": "התחתית",
      "B": "התחתית, תל אביב",
      "C": "לינקולן 9, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9439524",
      "H": "https://images.rest.co.il/Rests/staticmaps/69072650/s1w566h250lon34.781834lat32.066965.png"
    },
    {
      "A": "קפה לואי",
      "B": "קפה לואי, תל אביב",
      "C": "מרשל לואי 7, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-7934234",
      "H": "https://images.rest.co.il/Rests/staticmaps/80184099/s1w566h250lon34.785335lat32.091881.png"
    },
    {
      "A": "קופי סטיישן - Coffeestation",
      "B": "קופי סטיישן - Coffeestation, מתחם שרונה, תל אביב",
      "C": "אלוף קלמן מגן 3, מתחם שרונה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9380398",
      "H": "https://images.rest.co.il/Rests/staticmaps/80221287/s1w566h250lon34.787057lat32.071492.png"
    },
    {
      "A": "דלאל - Dallal",
      "B": "דלאל - Dallal, נווה צדק, תל אביב",
      "C": "שבזי 10, נווה צדק, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": "₪₪",
      "G": "053--9384006",
      "H": "https://images.rest.co.il/Rests/staticmaps/80033567/s1w566h250lon34.763447lat32.061166.png"
    },
    {
      "A": "Manal Knafeh & Baklavari",
      "B": "Manal Knafeh & Baklavari, תל אביב",
      "C": "בוגרשוב 61, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪₪",
      "G": "053-9347299",
      "H": "https://images.rest.co.il/Rests/staticmaps/80318887/s1w566h250lon34.772557lat32.075542.png"
    },
    {
      "A": "קפה לנדוור",
      "B": "קפה לנדוור, אבן גבירול, תל אביב",
      "C": "אבן גבירול 70, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "03-6964924",
      "H": "https://images.rest.co.il/Rests/staticmaps/80020642/s1w566h250lon34.781415lat32.080413.png"
    },
    {
      "A": "רובע",
      "B": "רובע, דיזנגוף, תל אביב",
      "C": "דיזנגוף 192, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": "₪₪",
      "G": "053-9379228",
      "H": "https://images.rest.co.il/Rests/staticmaps/80278284/s1w566h250lon34.774733lat32.085837.png"
    },
    {
      "A": "קפה ריו",
      "B": "קפה ריו, נווה צדק, תל אביב  בספורטק",
      "C": "שמעון רוקח 42, נווה צדק, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9344994",
      "H": "https://images.rest.co.il/Rests/staticmaps/80111458/s1w566h250lon34.767309lat32.061064.png"
    },
    {
      "A": "קפה רוז'ט",
      "B": "קפה רוז'ט, יפו, תל אביב",
      "C": "מרזוק ועזר 2, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9440133",
      "H": "https://images.rest.co.il/Rests/staticmaps/80056785/s1w566h250lon34.756853lat32.055272.png"
    },
    {
      "A": "A23",
      "B": "A23, דיזנגוף, תל אביב  מלון A 23",
      "C": "ארלוזורוב 23, דיזנגוף, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": null,
      "G": "053-9380180",
      "H": "https://images.rest.co.il/Rests/staticmaps/80253255/s1w566h250lon34.775144lat32.086913.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, ויצמן סיטי, תל אביב  מרכז ויצמן, קומה ב'",
      "C": "ויצמן 14, ויצמן סיטי, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9426976",
      "H": "https://images.rest.co.il/Rests/staticmaps/71631160/s1w566h250lon34.789088lat32.082243.png"
    },
    {
      "A": "Buti & Co",
      "B": "Buti & Co, דיזנגוף, תל אביב  כיכר דינגוף",
      "C": "דיזנגוף, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9346713",
      "H": "https://images.rest.co.il/Rests/staticmaps/80312461/s1w566h250lon34.774667lat32.085814.png"
    },
    {
      "A": "רום סרוויס - room service",
      "B": "רום סרוויס - room service, דיזנגוף, תל אביב",
      "C": "דיזנגוף 245, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9366227",
      "H": "https://images.rest.co.il/Rests/staticmaps/80191618/s1w566h250lon34.77618lat32.092196.png"
    },
    {
      "A": "cofix",
      "B": "cofix, תל אביב",
      "C": "לילינבלום 21, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-7934200",
      "H": "https://images.rest.co.il/Rests/staticmaps/80180556/s1w566h250lon34.770081lat32.062209.png"
    },
    {
      "A": "קפה קפה - cafe cafe",
      "B": "קפה קפה - cafe cafe, דיזנגוף, תל אביב  בניין A דרומי, קומה 3",
      "C": "דיזנגוף 50, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9439805",
      "H": "https://images.rest.co.il/Rests/staticmaps/80070843/s1w566h250lon34.775501lat32.075167.png"
    },
    {
      "A": "קפה אנסטסיה",
      "B": "קפה אנסטסיה, תל אביב",
      "C": "פרישמן 54, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-7933720",
      "H": "https://images.rest.co.il/Rests/staticmaps/80188060/s1w566h250lon34.774845lat32.079647.png"
    },
    {
      "A": "פרילנד",
      "B": "פרילנד, תל אביב",
      "C": "אלנבי 47, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5925612",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328506/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "בריסטה",
      "B": "בריסטה, תל אביב",
      "C": "לסר אורי 12, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-7738190",
      "H": "https://images.rest.co.il/Rests/staticmaps/80327611/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "מוסקט קסם של מקום",
      "B": "מוסקט קסם של מקום, רמת אביב, תל אביב  רמת אביב",
      "C": "ברודצקי 15, רמת אביב, תל אביב",
      "D": "בית קפה",
      "E": "ארוחת בוקר , דגים וקפה",
      "F": "₪₪",
      "G": "053-9372409",
      "H": "https://images.rest.co.il/Rests/staticmaps/66400560/s1w566h250lon34.797629lat32.106742.png"
    },
    {
      "A": "Lake cafe",
      "B": "Lake cafe, תל אביב  פארק מנחם בגין",
      "C": "בירנית 16, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9366068",
      "H": "https://images.rest.co.il/Rests/staticmaps/80189694/s1w566h250lon34.804262lat32.044107.png"
    },
    {
      "A": "קופי סטיישן - coffeestation",
      "B": "קופי סטיישן  - coffeestation, תל אביב",
      "C": "המלך ג'ורג' 4, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-8095151",
      "H": "https://images.rest.co.il/Rests/staticmaps/80142857/s1w566h250lon34.771004lat32.070115.png"
    },
    {
      "A": "LIEB KAFE ליב קפה",
      "B": "LIEB KAFE ליב קפה, תל אביב",
      "C": "אידלסון 29, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5749339",
      "H": "https://images.rest.co.il/Rests/staticmaps/80321186/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "ביסטרו מלון רוטשילד",
      "B": "ביסטרו מלון רוטשילד, תל אביב",
      "C": "שד' רוטשילד 96, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": "₪₪₪",
      "G": "053-7103230",
      "H": "https://images.rest.co.il/Rests/staticmaps/80204611/s1w566h250lon34.777972lat32.067346.png"
    },
    {
      "A": "ברבוסה בר לחם",
      "B": "ברבוסה בר לחם, תל אביב",
      "C": "אברבנאל 45, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-6328484",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328895/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "דלאל - Dallal",
      "B": "דלאל - Dallal, נווה צדק, תל אביב",
      "C": "כל ישראל חברים 7, נווה צדק, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "053-9439499",
      "H": "https://images.rest.co.il/Rests/staticmaps/80127657/s1w566h250lon34.763709lat32.060653.png"
    },
    {
      "A": "קופיצ'קה - kupichka",
      "B": "קופיצ'קה  - kupichka, תל אביב",
      "C": "אחד העם 39, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-7933815",
      "H": "https://images.rest.co.il/Rests/staticmaps/80189043/s1w566h250lon34.77535lat32.065112.png"
    },
    {
      "A": "תוצרת הארץ",
      "B": "תוצרת הארץ, תל אביב",
      "C": "שד' מסריק 12, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9369329",
      "H": "https://images.rest.co.il/Rests/staticmaps/10037480/s1w566h250lon34.779014lat32.078789.png"
    },
    {
      "A": "רפאל בר לחמים",
      "B": "רפאל בר לחמים, רחוב הארבעה, תל אביב",
      "C": "הארבעה 2, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9372429",
      "H": "https://images.rest.co.il/Rests/staticmaps/80198145/s1w566h250lon34.782692lat32.070266.png"
    },
    {
      "A": "קפטיש קופי",
      "B": "קפטיש קופי, תל אביב",
      "C": "שד' יהודית 21, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "050-3503048",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328988/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "מרק קפה",
      "B": "מרק קפה, תל אביב",
      "C": "בן יהודה 9, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9438949",
      "H": "https://images.rest.co.il/Rests/staticmaps/11579240/s1w566h250lon34.768039lat32.074287.png"
    },
    {
      "A": "ג'רמייה - Jeremiah",
      "B": "ג'רמייה - Jeremiah, דיזנגוף, תל אביב",
      "C": "דיזנגוף 306, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9444050",
      "H": "https://images.rest.co.il/Rests/staticmaps/80034644/s1w566h250lon34.776535lat32.094795.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, יפו, תל אביב  חצרות יפו",
      "C": "שד' ירושלים, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9370910",
      "H": "https://images.rest.co.il/Rests/staticmaps/80208505/s1w566h250lon34.757169lat32.042185.png"
    },
    {
      "A": "קפה ברזני",
      "B": "קפה ברזני, רמת אביב ג', תל אביב",
      "C": "ברזני משה 4, רמת אביב ג', תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-4272799",
      "H": "https://images.rest.co.il/Rests/staticmaps/80238424/s1w566h250lon34.796468lat32.126663.png"
    },
    {
      "A": "קפה לנדוור",
      "B": "קפה לנדוור, רמת אביב ג', תל אביב  מרכז שוסטר",
      "C": "אבא אחימאיר 19, רמת אביב ג', תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9380597",
      "H": "https://images.rest.co.il/Rests/staticmaps/80117291/s1w566h250lon34.802117lat32.124885.png"
    },
    {
      "A": "\"בייגלה חם\"",
      "B": "\"בייגלה חם\", תל אביב",
      "C": "הרצל 131, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9367629",
      "H": "https://images.rest.co.il/Rests/staticmaps/16643820/s1w566h250lon34.770112lat32.050821.png"
    },
    {
      "A": "לה פרינה",
      "B": "לה פרינה, מתחם שרונה, תל אביב  שרונט מרקט",
      "C": "אלוף קלמן מגן 3, מתחם שרונה, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-5495152",
      "H": "https://images.rest.co.il/Rests/staticmaps/80221256/s1w566h250lon34.787057lat32.071492.png"
    },
    {
      "A": "קפה עלית-אספרסו בר",
      "B": "קפה עלית-אספרסו בר, תל אביב  רכבת השלום",
      "C": "גבעת התחמושת 10, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-4245820",
      "H": "https://images.rest.co.il/Rests/staticmaps/80244233/s1w566h250lon34.79338lat32.072991.png"
    },
    {
      "A": "קפה עלמה",
      "B": "קפה עלמה, רמת החייל, תל אביב  רמת החייל",
      "C": "הברזל 11, רמת החייל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9369671",
      "H": "https://images.rest.co.il/Rests/staticmaps/80260901/s1w566h250lon34.836595lat32.107226.png"
    },
    {
      "A": "מרסנד",
      "B": "מרסנד, תל אביב",
      "C": "בן יהודה 70, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9439065",
      "H": "https://images.rest.co.il/Rests/staticmaps/3795600/s1w566h250lon34.76975lat32.079781.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, יד חרוצים, תל אביב",
      "C": "המסגר 9, יד חרוצים, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9440193",
      "H": "https://images.rest.co.il/Rests/staticmaps/80014604/s1w566h250lon34.784796lat32.062059.png"
    },
    {
      "A": "נונה - nona",
      "B": "נונה - nona, אבן גבירול, תל אביב",
      "C": "אבן גבירול 44, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9440287",
      "H": "https://images.rest.co.il/Rests/staticmaps/61215290/s1w566h250lon34.781499lat32.07702.png"
    },
    {
      "A": "בורקס לאון",
      "B": "בורקס לאון, יפו, תל אביב",
      "C": "עולי ציון 17, יפו, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9440151",
      "H": "https://images.rest.co.il/Rests/staticmaps/1932190/s1w566h250lon34.758447lat32.051579.png"
    },
    {
      "A": "קפה קפה - cafe cafe",
      "B": "קפה קפה - cafe cafe, קניון עזריאלי, תל אביב  קניון עזריאלי קומה 2",
      "C": "דרך מנחם בגין 132, קניון עזריאלי, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר בד\"ץ",
      "G": "053-9377737",
      "H": "https://images.rest.co.il/Rests/staticmaps/80048455/s1w566h250lon34.791061lat32.074354.png"
    },
    {
      "A": "FIKA מאפיה שוודית",
      "B": "FIKA מאפיה שוודית, כיכר המדינה תל אביב",
      "C": "ה באייר 1, כיכר המדינה תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-5495297",
      "H": "https://images.rest.co.il/Rests/staticmaps/80251971/s1w566h250lon34.788306lat32.08698.png"
    },
    {
      "A": "קפה ניני - Nini cafe",
      "B": "קפה ניני  - Nini cafe, תל אביב",
      "C": "יהודה הלוי 109, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9365769",
      "H": "https://images.rest.co.il/Rests/staticmaps/80181445/s1w566h250lon34.779288lat32.066886.png"
    },
    {
      "A": "שינקין 17",
      "B": "שינקין 17, מתחם שינקין, תל אביב",
      "C": "שינקין 17, מתחם שינקין, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9439830",
      "H": "https://images.rest.co.il/Rests/staticmaps/80035089/s1w566h250lon34.772383lat32.069525.png"
    },
    {
      "A": "לחם בלו",
      "B": "לחם בלו, אבן גבירול, תל אביב",
      "C": "אבן גבירול 98, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9439202",
      "H": "https://images.rest.co.il/Rests/staticmaps/80054082/s1w566h250lon34.781496lat32.083426.png"
    },
    {
      "A": "לילוש",
      "B": "לילוש, תל אביב",
      "C": "פרישמן 73, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9439982",
      "H": "https://images.rest.co.il/Rests/staticmaps/74136440/s1w566h250lon34.77894lat32.079529.png"
    },
    {
      "A": "אורבן בייקרי - urban bakery",
      "B": "אורבן בייקרי - urban bakery, יפו, תל אביב",
      "C": "נחמה 9, יפו, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9372456",
      "H": "https://images.rest.co.il/Rests/staticmaps/80198627/s1w566h250lon34.760973lat32.055986.png"
    },
    {
      "A": "ג'קיל אנד הייד",
      "B": "ג'קיל אנד הייד, דיזנגוף, תל אביב",
      "C": "פינסקר 72, דיזנגוף, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9380591",
      "H": "https://images.rest.co.il/Rests/staticmaps/80222014/s1w566h250lon34.773845lat32.077602.png"
    },
    {
      "A": "cofix",
      "B": "cofix, תל אביב",
      "C": "אצ\"ל 27, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242476/s1w566h250lon34.791533lat32.052413.png"
    },
    {
      "A": "לה לה לנד",
      "B": "לה לה לנד, תל אביב  חוף גורדון",
      "C": "הרברט סמואל 131, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9439215",
      "H": "https://images.rest.co.il/Rests/staticmaps/2603800/s1w566h250lon34.764115lat32.071016.png"
    },
    {
      "A": "קוֹנדיטוריה פוּני",
      "B": "קוֹנדיטוריה פוּני, מתחם שרונה, תל אביב  שרונה מרקט",
      "C": "אלוף קלמן מגן 3, מתחם שרונה, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "053-9380366",
      "H": "https://images.rest.co.il/Rests/staticmaps/80221262/s1w566h250lon34.787057lat32.071492.png"
    },
    {
      "A": "רולדין - ROLADIN",
      "B": "רולדין  - ROLADIN, תל אביב  כיכר המדינה",
      "C": "ויצמן 32, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9374697",
      "H": "https://images.rest.co.il/Rests/staticmaps/80133884/s1w566h250lon34.789436lat32.084593.png"
    },
    {
      "A": "cofix",
      "B": "cofix, תל אביב",
      "C": "ריב\"ל 7, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242355/s1w566h250lon34.782273lat32.062761.png"
    },
    {
      "A": "סיטרה - Seatara",
      "B": "סיטרה - Seatara, צפון תל אביב  סי אנד סאן",
      "C": "הרצל רוזנבלום 8, צפון תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": "₪₪",
      "G": "053-9443447",
      "H": "https://images.rest.co.il/Rests/staticmaps/74085450/s1w566h250lon34.791396lat32.138231.png"
    },
    {
      "A": "באבט",
      "B": "באבט, תל אביב  נחלת יצחק",
      "C": "חפץ חיים 8, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9440237",
      "H": "https://images.rest.co.il/Rests/staticmaps/80058405/s1w566h250lon34.798789lat32.073636.png"
    },
    {
      "A": "לחמנינה",
      "B": "לחמנינה, רמת החייל, תל אביב",
      "C": "ראול וולנברג 20, רמת החייל, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-4362882",
      "H": "https://images.rest.co.il/Rests/staticmaps/80248135/s1w566h250lon34.837534lat32.110007.png"
    },
    {
      "A": "מאפית סולטאן ובניו",
      "B": "מאפית סולטאן ובניו, יפו, תל אביב",
      "C": "יפת 77, יפו, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "053-9377037",
      "H": "https://images.rest.co.il/Rests/staticmaps/12418190/s1w566h250lon34.752431lat32.045193.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, תל אביב  פינת שוקן",
      "C": "דרך קיבוץ גלויות 71, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9376840",
      "H": "https://images.rest.co.il/Rests/staticmaps/80075558/s1w566h250lon34.771931lat32.050503.png"
    },
    {
      "A": "לחם ארז",
      "B": "לחם ארז, צפון תל אביב",
      "C": "טאגור 38, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9439934",
      "H": "https://images.rest.co.il/Rests/staticmaps/80049228/s1w566h250lon34.797372lat32.117524.png"
    },
    {
      "A": "סנטרו קפה",
      "B": "סנטרו קפה, דיזנגוף, תל אביב",
      "C": "דיזנגוף 69, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9367026",
      "H": "https://images.rest.co.il/Rests/staticmaps/80260246/s1w566h250lon34.774616lat32.076315.png"
    },
    {
      "A": "פטלינה - petelina",
      "B": "פטלינה - petelina, צפון תל אביב  פינת רחוב אבוקה 12",
      "C": "עיר שמש 73, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9443919",
      "H": "https://images.rest.co.il/Rests/staticmaps/80033206/s1w566h250lon34.830554lat32.124457.png"
    },
    {
      "A": "קפה רוחל'ה",
      "B": "קפה רוחל'ה, תל אביב",
      "C": "בן יהודה 120, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-8093578",
      "H": "https://images.rest.co.il/Rests/staticmaps/80049227/s1w566h250lon34.771943lat32.083797.png"
    },
    {
      "A": "ארקפה - Arcaffe",
      "B": "ארקפה - Arcaffe, צפון תל אביב",
      "C": "רב אשי 14, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-7931728",
      "H": "https://images.rest.co.il/Rests/staticmaps/80174925/s1w566h250lon34.79974lat32.120609.png"
    },
    {
      "A": "ארקפה - Arcaffe",
      "B": "ארקפה - Arcaffe, רמת החייל, תל אביב  רמת החייל",
      "C": "הברזל 21, רמת החייל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9346119",
      "H": "https://images.rest.co.il/Rests/staticmaps/80280951/s1w566h250lon34.839037lat32.108583.png"
    },
    {
      "A": "בר לחם",
      "B": "בר לחם, נאות אפקה, תל אביב",
      "C": "קהילת סלוניקי 7, נאות אפקה, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9439961",
      "H": "https://images.rest.co.il/Rests/staticmaps/80005905/s1w566h250lon34.82446lat32.113849.png"
    },
    {
      "A": "קפה הלוי",
      "B": "קפה הלוי, תל אביב",
      "C": "יהודה הלוי 33, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9373273",
      "H": "https://images.rest.co.il/Rests/staticmaps/34681130/s1w566h250lon34.771717lat32.061809.png"
    },
    {
      "A": "טרמציני בשדרה",
      "B": "טרמציני בשדרה, שדרות רוטשילד, תל אביב",
      "C": "שד' רוטשילד 78, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9379594",
      "H": "https://images.rest.co.il/Rests/staticmaps/80265571/s1w566h250lon34.777021lat32.065396.png"
    },
    {
      "A": "Bakery 60",
      "B": "Bakery 60, תל אביב",
      "C": "המסגר 60, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9349585",
      "H": "https://images.rest.co.il/Rests/staticmaps/80318946/s1w566h250lon34.787003lat32.067078.png"
    },
    {
      "A": "לה מר - La mer",
      "B": "לה מר - La mer, תל אביב",
      "C": "הרברט סמואל 91, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9369700",
      "H": "https://images.rest.co.il/Rests/staticmaps/80261396/s1w566h250lon34.766563lat32.077389.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, דיזנגוף, תל אביב  דיזנגוף סנטר, קומה א'",
      "C": "דיזנגוף 55, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "03-6496991",
      "H": "https://images.rest.co.il/Rests/staticmaps/80014602/s1w566h250lon34.775016lat32.075536.png"
    },
    {
      "A": "נרגילת פטרה",
      "B": "נרגילת פטרה, יפו, תל אביב",
      "C": "אילת 5, יפו, תל אביב",
      "D": "בית קפה",
      "E": "ארוחת בוקר , קפה , מאפה ואוכל חלבי",
      "F": null,
      "G": "053-9385714",
      "H": "https://images.rest.co.il/Rests/staticmaps/80253118/s1w566h250lon34.760262lat32.05701.png"
    },
    {
      "A": "ארקפה - Arcaffe",
      "B": "ארקפה - Arcaffe, תל אביב  בית אסיה",
      "C": "ויצמן 4, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9380653",
      "H": "https://images.rest.co.il/Rests/staticmaps/80280934/s1w566h250lon34.788521lat32.078138.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, צפון תל אביב",
      "C": "ד\"ר ג'ורג' ס. וייז 20, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9385036",
      "H": "https://images.rest.co.il/Rests/staticmaps/80235362/s1w566h250lon34.802869lat32.107783.png"
    },
    {
      "A": "פנקס הקטן",
      "B": "פנקס הקטן, תל אביב",
      "C": "פנקס 31, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9416242",
      "H": "https://images.rest.co.il/Rests/staticmaps/80310646/s1w566h250lon34.787304lat32.091045.png"
    },
    {
      "A": "בטאבון מאפיה עברית",
      "B": "בטאבון מאפיה עברית, תל אביב",
      "C": "בן יהודה 7, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-5237332",
      "H": "https://images.rest.co.il/Rests/staticmaps/80133385/s1w566h250lon34.768089lat32.073977.png"
    },
    {
      "A": "בריאלי",
      "B": "בריאלי, תל אביב",
      "C": "תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "052-5450157",
      "H": ""
    },
    {
      "A": "Arcaffe",
      "B": "Arcaffe, יד אליהו, תל אביב",
      "C": "יגאל אלון, יד אליהו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-7931184",
      "H": "https://images.rest.co.il/Rests/staticmaps/80315673/s1w566h250lon34.791999lat32.059247.png"
    },
    {
      "A": "גרטנר קופי",
      "B": "גרטנר קופי, תל אביב",
      "C": "דרך מנחם בגין 23, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9367197",
      "H": "https://images.rest.co.il/Rests/staticmaps/80184221/s1w566h250lon34.780129lat32.063734.png"
    },
    {
      "A": "Ligori",
      "B": "Ligori, תל אביב",
      "C": "דיזנגוף 201, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5225100",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328680/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קפה לנדוור היכל התרבות",
      "B": "קפה לנדוור היכל התרבות, תל אביב  היכל התרבות",
      "C": "דיזנגוף 11, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9380605",
      "H": "https://images.rest.co.il/Rests/staticmaps/80163687/s1w566h250lon34.780435lat32.073768.png"
    },
    {
      "A": "קפה בית הבד",
      "B": "קפה בית הבד, מתחם שרונה, תל אביב  מתחם שרונה",
      "C": "אלוף דוד אלעזר 22, מתחם שרונה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9367296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80184832/s1w566h250lon34.788021lat32.071759.png"
    },
    {
      "A": "גרינברג ביסטרו",
      "B": "גרינברג ביסטרו, צפון תל אביב",
      "C": "אורי צבי גרינברג 25, צפון תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": "₪₪",
      "G": "053-7102679",
      "H": "https://images.rest.co.il/Rests/staticmaps/80158714/s1w566h250lon34.792058lat32.130042.png"
    },
    {
      "A": "קפה לב",
      "B": "קפה לב, נמל תל-אביב",
      "C": "נמל ת\"א",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9381200",
      "H": "https://images.rest.co.il/Rests/staticmaps/80224191/s1w566h250lon34.772775lat32.094702.png"
    },
    {
      "A": "cofix",
      "B": "cofix, לונדון מיניסטורס, תל אביב  לונדון מיניסטור",
      "C": "שד' שאול המלך 4, לונדון מיניסטורס, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9378725",
      "H": "https://images.rest.co.il/Rests/staticmaps/80216646/s1w566h250lon34.782721lat32.075448.png"
    },
    {
      "A": "Fasada",
      "B": "Fasada, תל אביב",
      "C": "דיזנגוף 196, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "054-5029922",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328378/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קפה נטו",
      "B": "קפה נטו, דיזנגוף, תל אביב  דיזנגוף סנטר, אגף דרומי, קומה 2",
      "C": "דיזנגוף 50, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9383780",
      "H": "https://images.rest.co.il/Rests/staticmaps/71642470/s1w566h250lon34.775501lat32.075167.png"
    },
    {
      "A": "ג'אבה - JAVATLV",
      "B": "ג'אבה  - JAVATLV, תל אביב",
      "C": "בן יהודה 196, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9367327",
      "H": "https://images.rest.co.il/Rests/staticmaps/80185122/s1w566h250lon34.773918lat32.089605.png"
    },
    {
      "A": "L adress",
      "B": "L adress, תל אביב",
      "C": "יהודה הלוי 44, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9373890",
      "H": "https://images.rest.co.il/Rests/staticmaps/80304218/s1w566h250lon34.772785lat32.061561.png"
    },
    {
      "A": "חמדה עוגות",
      "B": "חמדה עוגות, תל אביב",
      "C": "קרליבך 13, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-5615005",
      "H": "https://images.rest.co.il/Rests/staticmaps/80104163/s1w566h250lon34.783218lat32.067383.png"
    },
    {
      "A": "קדם קפה",
      "B": "קדם קפה, יפו, תל אביב",
      "C": "ככר קדומים 15, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9369214",
      "H": "https://images.rest.co.il/Rests/staticmaps/80199445/s1w566h250lon34.751843lat32.053436.png"
    },
    {
      "A": "אדון שיפון",
      "B": "אדון שיפון, תל אביב",
      "C": "אלנבי 48, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9380356",
      "H": "https://images.rest.co.il/Rests/staticmaps/80220863/s1w566h250lon34.769542lat32.071496.png"
    },
    {
      "A": "מובינג - Movieing",
      "B": "מובינג - Movieing, דיזנגוף, תל אביב  פינת דיזינגוף 308",
      "C": "ירמיהו 25, דיזנגוף, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9439322",
      "H": "https://images.rest.co.il/Rests/staticmaps/67954390/s1w566h250lon34.77649lat32.094883.png"
    },
    {
      "A": "מעדנה מוזיאון בע\"מ",
      "B": "מעדנה מוזיאון בע\"מ, תל אביב",
      "C": "שד' שאול המלך 27, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9419591",
      "H": "https://images.rest.co.il/Rests/staticmaps/80166225/s1w566h250lon34.787408lat32.076591.png"
    },
    {
      "A": "cofix",
      "B": "cofix, דיזנגוף, תל אביב",
      "C": "דיזנגוף 91, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242336/s1w566h250lon34.773951lat32.078666.png"
    },
    {
      "A": "קפה קפה - cafe cafe",
      "B": "קפה קפה - cafe cafe, יד אליהו, תל אביב  פינת השלושה 13, אשדר 2000",
      "C": "יגאל אלון 53, יד אליהו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר בד\"ץ",
      "G": "053-7104547",
      "H": "https://images.rest.co.il/Rests/staticmaps/80298058/s1w566h250lon34.791951lat32.062168.png"
    },
    {
      "A": "סיטיזן",
      "B": "סיטיזן, תל אביב",
      "C": "מונטיפיורי 15, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "054-5566951",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328216/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קפה דורי",
      "B": "קפה דורי, תל אביב",
      "C": "משה שרת 83, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9439652",
      "H": "https://images.rest.co.il/Rests/staticmaps/80134028/s1w566h250lon34.794263lat32.087396.png"
    },
    {
      "A": "אספרסו בר",
      "B": "אספרסו בר , תל אביב",
      "C": "המכבי 57, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9443774",
      "H": "https://images.rest.co.il/Rests/staticmaps/76968180/s1w566h250lon34.771346lat32.07172.png"
    },
    {
      "A": "המעוז - Hamaoz",
      "B": "המעוז - Hamaoz, תל אביב",
      "C": "המלך ג'ורג' 32, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9366089",
      "H": "https://images.rest.co.il/Rests/staticmaps/80076272/s1w566h250lon34.77422lat32.072421.png"
    },
    {
      "A": "ארקפה - Arcaffe",
      "B": "ארקפה - Arcaffe, רחוב הארבעה, תל אביב  מגדל המילניום",
      "C": "רחוב הארבעה 17, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "09-9607167",
      "H": "https://images.rest.co.il/Rests/staticmaps/80049078/s1w566h250lon34.786504lat32.070447.png"
    },
    {
      "A": "קופי האוס - CoffeeHouse",
      "B": "קופי האוס  - CoffeeHouse, נחלת בנימין, תל אביב",
      "C": "שד' רוטשילד 21, נחלת בנימין, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "052-3380385",
      "H": "https://images.rest.co.il/Rests/staticmaps/80131376/s1w566h250lon34.771792lat32.063287.png"
    },
    {
      "A": "קפה עלית-אספרסו בר",
      "B": "קפה עלית-אספרסו בר, שכונת התקווה, תל אביב",
      "C": "דרך ההגנה 32, שכונת התקווה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-4245766",
      "H": "https://images.rest.co.il/Rests/staticmaps/80244231/s1w566h250lon34.785743lat32.054036.png"
    },
    {
      "A": "קפה גרג",
      "B": "קפה גרג, תל אביב  האנגר 20",
      "C": "נמל ת\"א, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר בד\"ץ",
      "G": "053-7103011",
      "H": "https://images.rest.co.il/Rests/staticmaps/80289820/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "מצדה",
      "B": "מצדה , תל אביב",
      "C": "הירקון 83, תל אביב",
      "D": "ביסטרו",
      "E": "אוכל איטלקי , ארוחת בוקר , בשרים , דגים , פירות ים",
      "F": "₪₪",
      "G": "053-9428620",
      "H": "https://images.rest.co.il/Rests/staticmaps/72247020/s1w566h250lon34.767307lat32.077573.png"
    },
    {
      "A": "המאפיה אלנבי",
      "B": "המאפיה אלנבי, אבן גבירול, תל אביב",
      "C": "אלנבי 88, אבן גבירול, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-6315695",
      "H": "https://images.rest.co.il/Rests/staticmaps/80324804/s1w566h250lon34.781768lat32.0853.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, רמת החייל, תל אביב  רמת החייל",
      "C": "הברזל 25, רמת החייל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9439979",
      "H": "https://images.rest.co.il/Rests/staticmaps/80014601/s1w566h250lon34.840096lat32.109264.png"
    },
    {
      "A": "MILK BAKERY - MILK BAKERY",
      "B": "MILK BAKERY - MILK BAKERY, יפו, תל אביב",
      "C": "בית אשל 5, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9376464",
      "H": "https://images.rest.co.il/Rests/staticmaps/80273499/s1w566h250lon34.756729lat32.054064.png"
    },
    {
      "A": "קפה ילין",
      "B": "קפה ילין, נחלת בנימין, תל אביב  מדרחוב",
      "C": "נחלת בנימין 9, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9367649",
      "H": "https://images.rest.co.il/Rests/staticmaps/11786310/s1w566h250lon34.770081lat32.068587.png"
    },
    {
      "A": "cofix",
      "B": "cofix, תל אביב",
      "C": "שוקן 32, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242375/s1w566h250lon34.771632lat32.051001.png"
    },
    {
      "A": "ארקפה - Arcaffe",
      "B": "ארקפה - Arcaffe, מתחם בזל, תל אביב  מתחם בזל",
      "C": "בזל 35, מתחם בזל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "09-9607191",
      "H": "https://images.rest.co.il/Rests/staticmaps/80049074/s1w566h250lon34.77962lat32.089948.png"
    },
    {
      "A": "ליאו",
      "B": "ליאו, נחלת בנימין, תל אביב",
      "C": "נחלת בנימין 52, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9365825",
      "H": "https://images.rest.co.il/Rests/staticmaps/80184525/s1w566h250lon34.771589lat32.063332.png"
    },
    {
      "A": "קפה מאפה וסימפטיה",
      "B": "קפה מאפה וסימפטיה, תל אביב",
      "C": "העליה 18, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-6825496",
      "H": "https://images.rest.co.il/Rests/staticmaps/63623880/s1w566h250lon34.773567lat32.059358.png"
    },
    {
      "A": "רולדין - ROLADIN",
      "B": "רולדין - ROLADIN, רמת אביב, תל אביב  צמוד לקניון רמת אביב",
      "C": "ברודצקי 43, רמת אביב, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "053-9375244",
      "H": "https://images.rest.co.il/Rests/staticmaps/80247796/s1w566h250lon34.797821lat32.11224.png"
    },
    {
      "A": "אינטרפון-טרנסור",
      "B": "אינטרפון-טרנסור, תל אביב",
      "C": "העליה 9, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5377333",
      "H": "https://images.rest.co.il/Rests/staticmaps/80055795/s1w566h250lon34.773821lat32.059838.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, צפון תל אביב  מיקדו סנטר",
      "C": "אהרון בקר 8, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9376838",
      "H": "https://images.rest.co.il/Rests/staticmaps/80023469/s1w566h250lon34.816557lat32.122997.png"
    },
    {
      "A": "קפה חשמונאים",
      "B": "קפה חשמונאים, תל אביב",
      "C": "החשמונאים 78, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9419578",
      "H": "https://images.rest.co.il/Rests/staticmaps/80167096/s1w566h250lon34.78171lat32.069676.png"
    },
    {
      "A": "מסעדת הלובי - Lobby Lounge",
      "B": "מסעדת הלובי - Lobby Lounge, תל אביב  מלון קרלטון",
      "C": "אליעזר פרי 10, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9439004",
      "H": "https://images.rest.co.il/Rests/staticmaps/80170830/s1w566h250lon34.770184lat32.086857.png"
    },
    {
      "A": "Alin Coffee Bar",
      "B": "Alin Coffee Bar, אבן גבירול, תל אביב",
      "C": "אבן גבירול 71, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9385016",
      "H": "https://images.rest.co.il/Rests/staticmaps/80233476/s1w566h250lon34.781157lat32.082798.png"
    },
    {
      "A": "מאפית הטאבון",
      "B": "מאפית הטאבון, רמת החייל, תל אביב",
      "C": "הברזל 31, רמת החייל, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9367581",
      "H": "https://images.rest.co.il/Rests/staticmaps/80194712/s1w566h250lon34.841047lat32.110016.png"
    },
    {
      "A": "טייבלטוק - table talk",
      "B": "טייבלטוק - table talk, דיזנגוף, תל אביב",
      "C": "דיזנגוף 64, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": null,
      "G": "053-9376884",
      "H": "https://images.rest.co.il/Rests/staticmaps/80251882/s1w566h250lon34.774886lat32.075937.png"
    },
    {
      "A": "קפה מד",
      "B": "קפה מד, צפון תל אביב  מלון הילטון",
      "C": "הירקון, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9439005",
      "H": "https://images.rest.co.il/Rests/staticmaps/80132111/s1w566h250lon34.813516lat32.102821.png"
    },
    {
      "A": "קפה אירופה - Cafe Europa",
      "B": "קפה אירופה - Cafe Europa, שדרות רוטשילד, תל אביב",
      "C": "שד' רוטשילד 9, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9443986",
      "H": "https://images.rest.co.il/Rests/staticmaps/80131194/s1w566h250lon34.770032lat32.063062.png"
    },
    {
      "A": "קופי טיים",
      "B": "קופי טיים, מתחם שרונה, תל אביב",
      "C": "אלוף דוד אלעזר 6, מתחם שרונה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-4247374",
      "H": "https://images.rest.co.il/Rests/staticmaps/80240544/s1w566h250lon34.78802lat32.072939.png"
    },
    {
      "A": "ליאתי.לשבת.לקחת",
      "B": "ליאתי.לשבת.לקחת, מתחם בזל, תל אביב",
      "C": "השל\"ה 5, מתחם בזל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9387704",
      "H": "https://images.rest.co.il/Rests/staticmaps/80142547/s1w566h250lon34.779261lat32.0908.png"
    },
    {
      "A": "ללו - lelo",
      "B": "ללו - lelo, נאות אפקה, תל אביב",
      "C": "נתן אלתרמן 13, נאות אפקה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "050-2002033",
      "H": "https://images.rest.co.il/Rests/staticmaps/80318530/s1w566h250lon34.820638lat32.119883.png"
    },
    {
      "A": "רולדין - ROLADIN",
      "B": "רולדין  - ROLADIN, צפון תל אביב",
      "C": "אורי צבי גרינברג 25, צפון תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "053-9374532",
      "H": "https://images.rest.co.il/Rests/staticmaps/80071833/s1w566h250lon34.792058lat32.130042.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, רמת אביב, תל אביב",
      "C": "דרך נמיר 170, רמת אביב, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9386096",
      "H": "https://images.rest.co.il/Rests/staticmaps/80298230/s1w566h250lon34.79255lat32.112016.png"
    },
    {
      "A": "קפיטריה",
      "B": "קפיטריה, תל אביב",
      "C": "החשמונאים 96, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": null,
      "G": "053-9378999",
      "H": "https://images.rest.co.il/Rests/staticmaps/80284366/s1w566h250lon34.785939lat32.06928.png"
    },
    {
      "A": "קפה מיכאלאנג'לו",
      "B": "קפה מיכאלאנג'לו, שכונת התקווה, תל אביב  יפו",
      "C": "תרדיון 2, שכונת התקווה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-7102056",
      "H": "https://images.rest.co.il/Rests/staticmaps/80139724/s1w566h250lon34.792792lat32.048763.png"
    },
    {
      "A": "קפה ז'ולי",
      "B": "קפה ז'ולי, תל אביב",
      "C": "נחלת יצחק 18, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9428601",
      "H": "https://images.rest.co.il/Rests/staticmaps/72631630/s1w566h250lon34.797909lat32.074606.png"
    },
    {
      "A": "לחם וחברים - BISTROT BAKERY",
      "B": "לחם וחברים - BISTROT BAKERY, תל אביב",
      "C": "בוגרשוב 27, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9378970",
      "H": "https://images.rest.co.il/Rests/staticmaps/80285129/s1w566h250lon34.770057lat32.076844.png"
    },
    {
      "A": "סאפה",
      "B": "סאפה, תל אביב",
      "C": "סמ' בית הבד 3, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-5983749",
      "H": "https://images.rest.co.il/Rests/staticmaps/80257453/s1w566h250lon34.769779lat32.060668.png"
    },
    {
      "A": "דובנוב 8",
      "B": "דובנוב 8, תל אביב",
      "C": "דובנוב 8, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": "₪",
      "G": "053-9441151",
      "H": "https://images.rest.co.il/Rests/staticmaps/72549070/s1w566h250lon34.783667lat32.074476.png"
    },
    {
      "A": "דה סטריטס - The Streets",
      "B": "דה סטריטס - The Streets, מתחם בזל, תל אביב",
      "C": "אשתורי הפרחי 20, מתחם בזל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-8093676",
      "H": "https://images.rest.co.il/Rests/staticmaps/80075918/s1w566h250lon34.780332lat32.090612.png"
    },
    {
      "A": "קפה אלקלעי",
      "B": "קפה אלקלעי, מתחם בזל, תל אביב",
      "C": "אלקלעי 1, מתחם בזל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9439658",
      "H": "https://images.rest.co.il/Rests/staticmaps/39199740/s1w566h250lon34.779539lat32.090956.png"
    },
    {
      "A": "סו-בינג - So-Bing",
      "B": "סו-בינג - So-Bing, אבן גבירול, תל אביב",
      "C": "אבן גבירול 65, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9344467",
      "H": "https://images.rest.co.il/Rests/staticmaps/80316079/s1w566h250lon34.781139lat32.079144.png"
    },
    {
      "A": "בייקרי",
      "B": "בייקרי, תל אביב",
      "C": "אבן גבירול 72, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-6961050",
      "H": "https://images.rest.co.il/Rests/staticmaps/80117008/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קפה דיאמה",
      "B": "קפה דיאמה, מתחם שרונה, תל אביב",
      "C": "אלוף קלמן מגן 3, מתחם שרונה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9379467",
      "H": "https://images.rest.co.il/Rests/staticmaps/80220356/s1w566h250lon34.787057lat32.071492.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, רמת אביב, תל אביב  קניון רמת אביב",
      "C": "איינשטיין 40, רמת אביב, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9439906",
      "H": "https://images.rest.co.il/Rests/staticmaps/80014605/s1w566h250lon34.795814lat32.112658.png"
    },
    {
      "A": "קפה ארלוזורוב",
      "B": "קפה ארלוזורוב, תל אביב",
      "C": "ארלוזורוב 53, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5235522",
      "H": "https://images.rest.co.il/Rests/staticmaps/27035930/s1w566h250lon34.778818lat32.086045.png"
    },
    {
      "A": "מנרווה",
      "B": "מנרווה, תל אביב",
      "C": "אלנבי 98, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5666151",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328554/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קפה  יעל",
      "B": "קפה  יעל, תל אביב",
      "C": "דב הוז, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-6399970",
      "H": "https://images.rest.co.il/Rests/staticmaps/80321828/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קפה שניאור",
      "B": "קפה שניאור, תל אביב",
      "C": "פינסקר 20, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9439841",
      "H": "https://images.rest.co.il/Rests/staticmaps/80153561/s1w566h250lon34.770404lat32.074492.png"
    },
    {
      "A": "קפה בר אליאנס",
      "B": "קפה בר אליאנס, נווה צדק, תל אביב  מרכז סוזן דלל",
      "C": "יחיאלי 5, נווה צדק, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9418824",
      "H": "https://images.rest.co.il/Rests/staticmaps/80076435/s1w566h250lon34.764198lat32.060456.png"
    },
    {
      "A": "לחם ארז",
      "B": "לחם ארז, מתחם שינקין, תל אביב",
      "C": "שיינקין 44, מתחם שינקין, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר בד\"ץ",
      "G": "053-9439767",
      "H": "https://images.rest.co.il/Rests/staticmaps/63668010/s1w566h250lon34.775119lat32.068793.png"
    },
    {
      "A": "לחם תושיה",
      "B": "לחם תושיה, דיזנגוף, תל אביב",
      "C": "דיזנגוף 68, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-5252854",
      "H": "https://images.rest.co.il/Rests/staticmaps/25546400/s1w566h250lon34.774704lat32.076439.png"
    },
    {
      "A": "נלסון 33 - בר קפה",
      "B": "נלסון 33 - בר קפה, צפון תל אביב",
      "C": "אופנהיימר 11, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9426831",
      "H": "https://images.rest.co.il/Rests/staticmaps/80117606/s1w566h250lon34.800124lat32.120008.png"
    },
    {
      "A": "קפה לנדוור הפיל",
      "B": "קפה לנדוור הפיל, נאות אפקה, תל אביב  צומת הפיל",
      "C": "בני אפרים 280, נאות אפקה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9378889",
      "H": "https://images.rest.co.il/Rests/staticmaps/80287201/s1w566h250lon34.824204lat32.122692.png"
    },
    {
      "A": "פינה האדומה",
      "B": "פינה האדומה, תל אביב",
      "C": "תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "050-7519500",
      "H": ""
    },
    {
      "A": "רולדין - ROLADIN",
      "B": "רולדין - ROLADIN, קניון עזריאלי, תל אביב  קניון עזריאלי",
      "C": "דרך מנחם בגין 132, קניון עזריאלי, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9439690",
      "H": "https://images.rest.co.il/Rests/staticmaps/80071841/s1w566h250lon34.791061lat32.074354.png"
    },
    {
      "A": "שמנמונת",
      "B": "שמנמונת, תל אביב",
      "C": "יהודה הלוי 109, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9379033",
      "H": "https://images.rest.co.il/Rests/staticmaps/80217484/s1w566h250lon34.779288lat32.066886.png"
    },
    {
      "A": "ביסטרו שלום עליכם",
      "B": "ביסטרו שלום עליכם, תל אביב",
      "C": "שלום עליכם 5, תל אביב",
      "D": "ביסטרו",
      "E": null,
      "F": "כשר",
      "G": "053-9386084",
      "H": "https://images.rest.co.il/Rests/staticmaps/80292985/s1w566h250lon34.767419lat32.076356.png"
    },
    {
      "A": "מאפית הכרמל",
      "B": "מאפית הכרמל, תל אביב",
      "C": "הכרמל 9, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9369661",
      "H": "https://images.rest.co.il/Rests/staticmaps/10565220/s1w566h250lon34.767838lat32.067984.png"
    },
    {
      "A": "קפיטרי - cafetery",
      "B": "קפיטרי - cafetery, נמל תל-אביב  נמל",
      "C": "יורדי הסירה 1, נמל תל-אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9372572",
      "H": "https://images.rest.co.il/Rests/staticmaps/80202206/s1w566h250lon34.773923lat32.096394.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, דיזנגוף, תל אביב  פינת גורדון",
      "C": "דיזנגוף 132, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "03-5225388",
      "H": "https://images.rest.co.il/Rests/staticmaps/80002417/s1w566h250lon34.773874lat32.081813.png"
    },
    {
      "A": "קוביקפה",
      "B": "קוביקפה, תל אביב",
      "C": "תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "052-9127985",
      "H": "https://images.rest.co.il/Rests/staticmaps/80122266/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "אבולעפיה",
      "B": "אבולעפיה, יפו, תל אביב",
      "C": "יפת 7, יפו, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9367601",
      "H": "https://images.rest.co.il/Rests/staticmaps/15855380/s1w566h250lon34.755801lat32.05426.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, תל אביב",
      "C": "יגאל אלון 88, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9439507",
      "H": "https://images.rest.co.il/Rests/staticmaps/80111221/s1w566h250lon34.792971lat32.066936.png"
    },
    {
      "A": "גוגא קפה ויין",
      "B": "גוגא קפה ויין, אבן גבירול, תל אביב",
      "C": "צייטלין 1, אבן גבירול, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5271005",
      "H": "https://images.rest.co.il/Rests/staticmaps/80257406/s1w566h250lon34.781548lat32.079537.png"
    },
    {
      "A": "ניין ביץ' - 9 beach",
      "B": "ניין ביץ' - 9 beach, נמל תל-אביב",
      "C": "חבקוק 1, נמל תל-אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "050-7558644",
      "H": "https://images.rest.co.il/Rests/staticmaps/80105794/s1w566h250lon34.77245lat32.093598.png"
    },
    {
      "A": "85l15",
      "B": "85l15, תל אביב",
      "C": "מלכי ישראל 15, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-7929951",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328032/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קיורטוש - המאפה ההונגרי",
      "B": "קיורטוש - המאפה ההונגרי, תל אביב  שוק הכרמל",
      "C": "הכרמל 11, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9349183",
      "H": "https://images.rest.co.il/Rests/staticmaps/80311789/s1w566h250lon34.768134lat32.068109.png"
    },
    {
      "A": "Cafe saga קפה סאגה",
      "B": "Cafe saga קפה סאגה, יפו, תל אביב  יפו",
      "C": "רבי פנחס 4, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9418964",
      "H": "https://images.rest.co.il/Rests/staticmaps/80302977/s1w566h250lon34.754813lat32.052869.png"
    },
    {
      "A": "בולונז'רי 96",
      "B": "בולונז'רי 96, תל אביב",
      "C": "יגאל אלון 96, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "כשר",
      "G": "053-9378971",
      "H": "https://images.rest.co.il/Rests/staticmaps/80285037/s1w566h250lon34.793735lat32.069539.png"
    },
    {
      "A": "ILAN'S",
      "B": "ILAN'S, תל אביב  קניון TLV",
      "C": "קרליבך 4, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9346969",
      "H": "https://images.rest.co.il/Rests/staticmaps/80315536/s1w566h250lon34.783394lat32.067548.png"
    },
    {
      "A": "אלתרנתיב",
      "B": "אלתרנתיב, תל אביב",
      "C": "דובנוב 10, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר למהדרין",
      "G": "053-9424683",
      "H": "https://images.rest.co.il/Rests/staticmaps/12425690/s1w566h250lon34.783646lat32.074764.png"
    },
    {
      "A": "רולדין - ROLADIN",
      "B": "רולדין - ROLADIN, דיזנגוף, תל אביב  דיזנגוף סנטר",
      "C": "דיזנגוף 50, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9439797",
      "H": "https://images.rest.co.il/Rests/staticmaps/80004984/s1w566h250lon34.775501lat32.075167.png"
    },
    {
      "A": "קפה זומר",
      "B": "קפה זומר, דיזנגוף, תל אביב",
      "C": "פרישמן 39, דיזנגוף, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9377295",
      "H": "https://images.rest.co.il/Rests/staticmaps/80068601/s1w566h250lon34.773555lat32.079812.png"
    },
    {
      "A": "ארקפה - Arcaffe",
      "B": "ארקפה - Arcaffe, מרכז שוסטר, תל אביב  מרכז שוסטר, רמת אביב ג'",
      "C": "אבא אחימאיר 27, מרכז שוסטר, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9381086",
      "H": "https://images.rest.co.il/Rests/staticmaps/80280991/s1w566h250lon34.803526lat32.124678.png"
    },
    {
      "A": "בית קפה - מעדניה ניסו",
      "B": "בית קפה - מעדניה ניסו, יפו, תל אביב  שוק הפישפשים",
      "C": "נועם 5, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9366295",
      "H": "https://images.rest.co.il/Rests/staticmaps/80252579/s1w566h250lon34.757446lat32.051643.png"
    },
    {
      "A": "קפה קאימק",
      "B": "קפה קאימק, תל אביב",
      "C": "לוינסקי 49, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5185228",
      "H": "https://images.rest.co.il/Rests/staticmaps/80324673/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "קפה שרגא",
      "B": "קפה שרגא, תל אביב",
      "C": "יוסף קארו 10, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9439540",
      "H": "https://images.rest.co.il/Rests/staticmaps/32988580/s1w566h250lon34.790294lat32.070714.png"
    },
    {
      "A": "מקס ברנר - MAX BRENNER",
      "B": "מקס ברנר - MAX BRENNER, מתחם שרונה, תל אביב",
      "C": "אלוף קלמן מגן 3, מתחם שרונה, תל אביב",
      "D": "בית קפה",
      "E": "מאכלי שוקולד , קפה , גלידה ומאפה",
      "F": null,
      "G": "053-9379487",
      "H": "https://images.rest.co.il/Rests/staticmaps/80215919/s1w566h250lon34.787057lat32.071492.png"
    },
    {
      "A": "פלורנטין 10",
      "B": "פלורנטין 10, פלורנטין, תל אביב",
      "C": "פלורנטין 10, תל אביב",
      "D": "בית קפה",
      "E": "ארוחת בוקר , סושי וקפה",
      "F": "₪",
      "G": "053-9444199",
      "H": "https://images.rest.co.il/Rests/staticmaps/80134626/s1w566h250lon34.767995lat32.056153.png"
    },
    {
      "A": "קנאפנג'י - kanafanji",
      "B": "קנאפנג'י - kanafanji, פלורנטין, תל אביב",
      "C": "מעון 1, פלורנטין, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9387106",
      "H": "https://images.rest.co.il/Rests/staticmaps/80311511/s1w566h250lon34.766799lat32.055818.png"
    },
    {
      "A": "קפה גרג",
      "B": "קפה גרג , מתחם התחנה, תל אביב  מתחם התחנה נווה צדק",
      "C": "יחזקאל קויפמן 2, מתחם התחנה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9443860",
      "H": "https://images.rest.co.il/Rests/staticmaps/80090216/s1w566h250lon34.761933lat32.058772.png"
    },
    {
      "A": "מאפיית אביטל",
      "B": "מאפיית אביטל, תל אביב",
      "C": "תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "052-9127981",
      "H": "https://images.rest.co.il/Rests/staticmaps/80122359/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "נחמה וחצי",
      "B": "נחמה וחצי, תל אביב  פינת אחד העם",
      "C": "אחד העם 144, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9440169",
      "H": "https://images.rest.co.il/Rests/staticmaps/80022006/s1w566h250lon34.778513lat32.072231.png"
    },
    {
      "A": "So-Bing סו-בינג",
      "B": "So-Bing סו-בינג, תל אביב",
      "C": "בוגרשוב 106, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9386315",
      "H": "https://images.rest.co.il/Rests/staticmaps/80298704/s1w566h250lon34.775099lat32.074088.png"
    },
    {
      "A": "קפה לואיז",
      "B": "קפה לואיז, רמת החייל, תל אביב  רמת החייל",
      "C": "הרוגי מלכות 11, רמת החייל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9439986",
      "H": "https://images.rest.co.il/Rests/staticmaps/80073540/s1w566h250lon34.833412lat32.109278.png"
    },
    {
      "A": "רולדין",
      "B": "רולדין, תל אביב",
      "C": "יהודה המכבי 59, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-9522212",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328455/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "לה-קוקט",
      "B": "לה-קוקט, נחלת בנימין, תל אביב",
      "C": "נחלת בנימין 13, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9374773",
      "H": "https://images.rest.co.il/Rests/staticmaps/22531850/s1w566h250lon34.770183lat32.068192.png"
    },
    {
      "A": "FISHOP",
      "B": "FISHOP, תל אביב",
      "C": "תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-6511161",
      "H": ""
    },
    {
      "A": "לובר קפה",
      "B": "לובר קפה, תל אביב",
      "C": "נחלת בנימין 47, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5606040",
      "H": "https://images.rest.co.il/Rests/staticmaps/74035380/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "zizo cafe",
      "B": "zizo cafe, יפו, תל אביב",
      "C": "דרך שלמה 3, יפו, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9427958",
      "H": "https://images.rest.co.il/Rests/staticmaps/80301681/s1w566h250lon34.760137lat32.055019.png"
    },
    {
      "A": "מיסטר בין",
      "B": "מיסטר בין, רמת החייל, תל אביב",
      "C": "הברזל 9, רמת החייל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9374719",
      "H": "https://images.rest.co.il/Rests/staticmaps/80262869/s1w566h250lon34.835992lat32.106937.png"
    },
    {
      "A": "נאוה קפה - בוטיק",
      "B": "נאוה קפה - בוטיק, צפון תל אביב",
      "C": "ד\"ר אלי תבין 14, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9372349",
      "H": "https://images.rest.co.il/Rests/staticmaps/80140770/s1w566h250lon34.828866lat32.12789.png"
    },
    {
      "A": "sweet box מאפיה אמריקאית",
      "B": "sweet box מאפיה אמריקאית, פלורנטין, תל אביב",
      "C": "החלוצים 6, פלורנטין, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-4294609",
      "H": "https://images.rest.co.il/Rests/staticmaps/80247718/s1w566h250lon34.773343lat32.060237.png"
    },
    {
      "A": "סיטי קפה פלורנטין",
      "B": "סיטי קפה פלורנטין, פלורנטין, תל אביב",
      "C": "הרצל 79, פלורנטין, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-5495191",
      "H": "https://images.rest.co.il/Rests/staticmaps/80250999/s1w566h250lon34.770891lat32.056199.png"
    },
    {
      "A": "בייק בייקרי קונדיטוריה טבעונית - Bike Bakery",
      "B": "בייק בייקרי קונדיטוריה טבעונית - Bike Bakery, פלורנטין, תל אביב",
      "C": "זבולון 17, פלורנטין, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-2479031",
      "H": "https://images.rest.co.il/Rests/staticmaps/80156212/s1w566h250lon34.772837lat32.059375.png"
    },
    {
      "A": "מאה קפה",
      "B": "מאה קפה, אבן גבירול, תל אביב",
      "C": "אבן גבירול 98, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-7933494",
      "H": "https://images.rest.co.il/Rests/staticmaps/80187466/s1w566h250lon34.781496lat32.083426.png"
    },
    {
      "A": "סידס SEEDS - SEEDS",
      "B": "סידס SEEDS - SEEDS, תל אביב",
      "C": "המלך ג'ורג' 97, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-7933733",
      "H": "https://images.rest.co.il/Rests/staticmaps/80188191/s1w566h250lon34.777541lat32.077203.png"
    },
    {
      "A": "ג'פרי לבובסקי",
      "B": "ג'פרי לבובסקי, תל אביב",
      "C": "דיזנגוף 308, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-6008666",
      "H": "https://images.rest.co.il/Rests/staticmaps/80322695/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "רולדין - ROLADIN",
      "B": "רולדין - ROLADIN, רמת החייל, תל אביב",
      "C": "הברזל 28, רמת החייל, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9439945",
      "H": "https://images.rest.co.il/Rests/staticmaps/80071836/s1w566h250lon34.840361lat32.109311.png"
    },
    {
      "A": "מתוקה",
      "B": "מתוקה, תל אביב",
      "C": "הרצל 18, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "03-5614144",
      "H": "https://images.rest.co.il/Rests/staticmaps/66731560/s1w566h250lon34.770208lat32.061574.png"
    },
    {
      "A": "קונפיסרי קפה בצלאל",
      "B": "קונפיסרי קפה בצלאל, תל אביב",
      "C": "טשרניחובסקי 4, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9381758",
      "H": "https://images.rest.co.il/Rests/staticmaps/80023872/s1w566h250lon34.770486lat32.071015.png"
    },
    {
      "A": "cofix",
      "B": "cofix, מתחם שינקין, תל אביב",
      "C": "שיינקין 18, מתחם שינקין, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242348/s1w566h250lon34.772357lat32.069408.png"
    },
    {
      "A": "קפה כרמי ורנר",
      "B": "קפה כרמי ורנר, תל אביב",
      "C": "אלנבי 95, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9381905",
      "H": "https://images.rest.co.il/Rests/staticmaps/80294186/s1w566h250lon34.772449lat32.064952.png"
    },
    {
      "A": "קפה יו אס איי - CAFE U.S.A",
      "B": "קפה יו אס איי - CAFE U.S.A, תל אביב",
      "C": "הירקון 71, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-6130307",
      "H": "https://images.rest.co.il/Rests/staticmaps/80176683/s1w566h250lon34.7669lat32.076438.png"
    },
    {
      "A": "קפה - דקל",
      "B": "קפה - דקל, תל אביב  קולנוע דקל",
      "C": "בבלי 27, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9374655",
      "H": "https://images.rest.co.il/Rests/staticmaps/12723430/s1w566h250lon34.798496lat32.095091.png"
    },
    {
      "A": "loveat",
      "B": "loveat, תל אביב",
      "C": "דיזנגוף 232, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-5996901",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328170/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "ILAN'S",
      "B": "ILAN'S, צפון תל אביב  רמת החייל רח' 2184 6",
      "C": "קריית עתידים, צפון תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "054-6626220",
      "H": "https://images.rest.co.il/Rests/staticmaps/80315542/s1w566h250lon34.842959lat32.11516.png"
    },
    {
      "A": "קפה קסטל",
      "B": "קפה קסטל, דיזנגוף, תל אביב",
      "C": "דיזנגוף 83, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9387744",
      "H": "https://images.rest.co.il/Rests/staticmaps/80232183/s1w566h250lon34.774373lat32.07703.png"
    },
    {
      "A": "קופיז",
      "B": "קופיז, תל אביב",
      "C": "אצ\"ל 2, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "050-6912121",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328695/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, ויצמן סיטי, תל אביב  מרכז ויצמן, קומה א",
      "C": "ויצמן 14, ויצמן סיטי, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9440239",
      "H": "https://images.rest.co.il/Rests/staticmaps/80111222/s1w566h250lon34.789015lat32.081726.png"
    },
    {
      "A": "לחמנינה",
      "B": "לחמנינה, תל אביב",
      "C": "מרמורק 4, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-9381567",
      "H": "https://images.rest.co.il/Rests/staticmaps/80225225/s1w566h250lon34.77965lat32.071711.png"
    },
    {
      "A": "קופי שופ 51 קפה ובית קפה",
      "B": "קופי שופ 51 קפה ובית קפה, תל אביב",
      "C": "אחד העם 51, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-4272636",
      "H": "https://images.rest.co.il/Rests/staticmaps/80238220/s1w566h250lon34.776451lat32.066381.png"
    },
    {
      "A": "Otello",
      "B": "Otello, תל אביב",
      "C": "דיזנגוף 165, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-6229291",
      "H": "https://images.rest.co.il/Rests/staticmaps/80328178/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "cofix",
      "B": "cofix, שדרות רוטשילד, תל אביב",
      "C": "אלנבי 114, שדרות רוטשילד, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242357/s1w566h250lon34.772784lat32.063873.png"
    },
    {
      "A": "זוריק",
      "B": "זוריק, תל אביב",
      "C": "יהודה המכבי 4, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "03-6048858",
      "H": "https://images.rest.co.il/Rests/staticmaps/72254100/s1w566h250lon34.78525lat32.093762.png"
    },
    {
      "A": "הורקנוס",
      "B": "הורקנוס, אבן גבירול, תל אביב",
      "C": "אבן גבירול 187, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9439377",
      "H": "https://images.rest.co.il/Rests/staticmaps/74394580/s1w566h250lon34.783341lat32.094085.png"
    },
    {
      "A": "פינת קפה",
      "B": "פינת קפה, תל אביב",
      "C": "דרך מנחם בגין 48, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-8096676",
      "H": "https://images.rest.co.il/Rests/staticmaps/80152590/s1w566h250lon34.78004lat32.063412.png"
    },
    {
      "A": "ארקפה - Arcaffe",
      "B": "ארקפה - Arcaffe, נאות אפקה, תל אביב",
      "C": "לאה גולדברג 15, נאות אפקה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9385140",
      "H": "https://images.rest.co.il/Rests/staticmaps/80236705/s1w566h250lon34.820755lat32.120107.png"
    },
    {
      "A": "טאבוניה",
      "B": "טאבוניה, פלורנטין, תל אביב  פלורנטין",
      "C": "ויטל חיים 10, פלורנטין, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": "₪",
      "G": "053-9384890",
      "H": "https://images.rest.co.il/Rests/staticmaps/80295802/s1w566h250lon34.767785lat32.05602.png"
    },
    {
      "A": "אושה",
      "B": "אושה, תל אביב",
      "C": "תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "054-9732698",
      "H": ""
    },
    {
      "A": "קפה מסריק",
      "B": "קפה מסריק, תל אביב",
      "C": "כיכר מסריק 12, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9439140",
      "H": "https://images.rest.co.il/Rests/staticmaps/39327530/s1w566h250lon34.77895lat32.078852.png"
    },
    {
      "A": "ליל בולונז'רי",
      "B": "ליל בולונז'רי, פלורנטין, תל אביב",
      "C": "מעון 3, פלורנטין, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-4272659",
      "H": "https://images.rest.co.il/Rests/staticmaps/80238374/s1w566h250lon34.766506lat32.055766.png"
    },
    {
      "A": "קפה מולינה",
      "B": "קפה מולינה, תל אביב",
      "C": "הר סיני 2, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "052-6202071",
      "H": "https://images.rest.co.il/Rests/staticmaps/80329547/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "cofix",
      "B": "cofix, תל אביב",
      "C": "יצחק שדה 27, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "כשר",
      "G": "053-9377296",
      "H": "https://images.rest.co.il/Rests/staticmaps/80242353/s1w566h250lon34.787654lat32.065178.png"
    },
    {
      "A": "לה פרינה",
      "B": "לה פרינה, שדרות רוטשילד, תל אביב  שוק רוטשילד",
      "C": "אלנבי 109, שדרות רוטשילד, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9369592",
      "H": "https://images.rest.co.il/Rests/staticmaps/80260809/s1w566h250lon34.773139lat32.063319.png"
    },
    {
      "A": "לחם ושת'",
      "B": "לחם ושת', תל אביב",
      "C": "בן יהודה 128, תל אביב",
      "D": " קונדיטוריה - מאפיה",
      "E": null,
      "F": null,
      "G": "053-6130363",
      "H": "https://images.rest.co.il/Rests/staticmaps/80177490/s1w566h250lon34.772396lat32.084644.png"
    },
    {
      "A": "קפה נמרוד",
      "B": "קפה נמרוד, נמל תל-אביב  נמל ת\"א",
      "C": "האנגר 8, נמל תל-אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9443773",
      "H": "https://images.rest.co.il/Rests/staticmaps/80034612/s1w566h250lon34.773611lat32.097063.png"
    },
    {
      "A": "גורדו",
      "B": "גורדו, תל אביב  חוף גורדון",
      "C": "הירקון 121, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪₪",
      "G": "053-9444035",
      "H": "https://images.rest.co.il/Rests/staticmaps/80051591/s1w566h250lon34.76877lat32.082934.png"
    },
    {
      "A": "קפה בנדל",
      "B": "קפה בנדל, רמת אביב, תל אביב",
      "C": "ברודצקי 50, רמת אביב, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9381021",
      "H": "https://images.rest.co.il/Rests/staticmaps/80223861/s1w566h250lon34.798402lat32.109844.png"
    },
    {
      "A": "בליקר בייקרי הפתיחה בקרוב",
      "B": "בליקר בייקרי הפתיחה בקרוב, תל אביב",
      "C": "יגאל אלון 114, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9370333",
      "H": "https://images.rest.co.il/Rests/staticmaps/80319009/s1w566h250lon34.794927lat32.072963.png"
    },
    {
      "A": "ארומה",
      "B": "ארומה, אבן גבירול, תל אביב  פינת פנקס",
      "C": "אבן גבירול 166, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": "₪",
      "G": "053-9439634",
      "H": "https://images.rest.co.il/Rests/staticmaps/80002360/s1w566h250lon34.783048lat32.091303.png"
    },
    {
      "A": "צ'יליטה קפה",
      "B": "צ'יליטה קפה, תל אביב",
      "C": "אלנבי 97, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "052-6471598",
      "H": "https://images.rest.co.il/Rests/staticmaps/80321613/s1w566h250lon34.778934lat32.066236.png"
    },
    {
      "A": "אנרג'י קאנטרי ג",
      "B": "אנרג'י קאנטרי ג, רמת אביב ג', תל אביב",
      "C": "פינשטיין מאיר 18, רמת אביב ג', תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9375431",
      "H": "https://images.rest.co.il/Rests/staticmaps/80210283/s1w566h250lon34.802397lat32.127515.png"
    },
    {
      "A": "שרויטמן",
      "B": "שרויטמן, תל אביב",
      "C": "נחלת יצחק 30, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-9378538",
      "H": "https://images.rest.co.il/Rests/staticmaps/80282566/s1w566h250lon34.799758lat32.07407.png"
    },
    {
      "A": "ILAN'S",
      "B": "ILAN'S, שדרות רוטשילד, תל אביב",
      "C": "שד' רוטשילד 78, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-8093803",
      "H": "https://images.rest.co.il/Rests/staticmaps/80315634/s1w566h250lon34.777021lat32.065396.png"
    },
    {
      "A": "זוריק",
      "B": "זוריק, נאות אפקה, תל אביב",
      "C": "קהילת סלוניקי 11, נאות אפקה, תל אביב",
      "D": "בית קפה",
      "E": null,
      "F": null,
      "G": "053-7106057",
      "H": "https://images.rest.co.il/Rests/staticmaps/80314354/s1w566h250lon34.8244lat32.113235.png"
    }
   ];


function calc2(coffee){
    let calc = Math.floor(Math.random() * coffee.length)

    document.getElementById('name2').innerHTML = coffee[calc].A 
    document.getElementById('type2').innerHTML = coffee[calc].D
    document.getElementById('address2').innerHTML = coffee[calc].C
    document.getElementById('image2').src = coffee[calc].H
}

calc2(coffee)